Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotFinalizeOrphanSerf Property
 Can't finalize Group member without finalizing the entire Group.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotFinalizeOrphanSerf { get; }
Public Shared ReadOnly Property CannotFinalizeOrphanSerf As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotFinalizeOrphanSerf {
	FailureDefinitionId^ get ();
}
static member CannotFinalizeOrphanSerf : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace